departments = [
  {
    "id": "iu_1",
    "title": "ИУ1 Системы автоматического управления",
    "description": "Разработка систем автоматического управления, интеллектуальных систем управления и обработки данных для авиационных, космических и других динамических объектов и технических систем"
  },
  {
    "id": "iu_2",
    "title": "ИУ2 Приборы и системы ориентации, стабилизации и навигации",
    "description": "Разработка инерциальных датчиков, гироскопических приборов, автопилотов и инерциальных навигационных систем"
  },
  {
    "id": "iu_3",
    "title": "ИУ3 Информационные системы и телекоммуникации",
    "description": "Область профессиональной деятельности бакалавров включает: исследование, разработку, внедрение и сопровождение информационных технологий и систем. Магистры обучаются по программе «Технологии разработки цифровых платформ»."
  },
  {
    "id": "iu_4",
    "title": "ИУ4 Проектирование и технология производства электронной аппаратуры",
    "description": "Разработка современных электронно-вычислительных и радиоэлектронных систем, конструкторско-технологической информатике и САПР."
  },
  {
    "id": "iu_5",
    "title": "ИУ5 Системы обработки информации и управления",
    "description": "Разработка систем управления для экономических и организационных структур. Использование в системах управления методов искусственного интеллекта и платформ обработки больших данных."
  },
  {
    "id": "iu_6",
    "title": "ИУ6 Интеллектуальные системы и компьютерные науки",
    "description": "Разработка высокопроизводительных программно-аппаратных решений, систем искусственного интеллекта и сетевых технологий"
  },
  {
    "id": "iu_7",
    "title": "ИУ7 Программное обеспечение ЭВМ и информационные технологии",
    "description": "Кафедра занимается подготовкой высококвалифицированных кадров в области современного программного обеспечения, искусственного интеллекта и актуальных информационных технологий."
  },
  {
    "id": "iu_8",
    "title": "ИУ8 Информационная безопасность",
    "description": "Подготовка специалистов комплексного обеспечения информационной безопасности"
  },
  {
    "id": "iu_9",
    "title": "ИУ9 Теоретическая информатика и компьютерные технологии",
    "description": "Разработка математического и программного обеспечения для высокотехнологичных областей техники и современных информационных технологий"
  },
  {
    "id": "iu_10",
    "title": "ИУ10 Защита информации",
    "description": "Информационная безопасность в кредитно-финансовой сфере."
  },
  {
    "id": "iu_11",
    "title": "ИУ11 Космические приборы и системы",
    "description": "Создание нового поколения высокоточных приборов и систем управления ракетно-космическими комплексами"
  },
  {
    "id": "iu_12",
    "title": "ИУ12 Технологии искусственного интеллекта",
    "description": "Создание новых отечественных технологий искусственного интеллекта для киберфизических систем различного назначения"
  }
]
